<html>

<head>
<title>ERRC 2004 - Escola Regional de Redes de Computadores - Chamada de Trabalhos</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<meta name="keywords" content="">
<meta http-equiv="keywords" content="">
<link rel="stylesheet" type="text/css" href="errc.css">
</head>

<body leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" class="bgtransp text">

<p><font class="title">Chamada de Trabalhos<br>
  <br>
</font><a href="selecionados.html">Lista de artigos selecionados</a><br>
<br>
ATEN&Ccedil;&Atilde;O, O PRAZO PARA SUBMISS&Atilde;O
  DE <br>
  TRABALHOS FOI PRORROGADO PARA <strong><font color="#FFFF00">17/06/2004</font></strong>! (ENCERRADO!)<br>
  <br>
  A Escola Regional de Redes de Computadores (ERRC) &eacute; um evento anual sem
fins
lucrativos, promovido, este ano, pelo Centro
Universitário La Salle (Unilasalle - Unidade Centro) e pela Universidade Federal
do Rio Grande do Sul (UFRGS), com apoio da SBC (Sociedade Brasileira de Computação)
e do LARC (Laborat&oacute;rio Nacional de Redes de Computadores).
Em 2004, no
período de 12 a 14 de julho, será realizada a 2&ordf; edição da Escola na cidade
de Canoas. O evento pretende envolver as diversas Faculdades, Universidades e
Empresas da Região Sul
do País, principalmente do Estado do Rio Grande do Sul. A Escola tem como público
alvo professores, profissionais e estudantes de graduação e pós-graduação em
redes de computadores
e áreas afins. O evento está estruturado em mini-cursos, sessões técnicas, palestras
e oficinas. <br>
<br>


<font class="sb">Tópicos<br>
<br>
</font>Autores são convidados a submeter trabalhos de pesquisa, resultados experimentais
e desenvolvimentos que incluam tópicos
da lista não exaustiva a seguir:<br>
<br>
- Aplicações e estudos de caso <br>
- Aspectos de desempenho, escalabilidade e confiabilidade <br>
- Comunicação sem fio e mobilidade <br>
- Gerenciamento e operação de redes <br>
- Middleware <br>
- Multicast<br>
- Protocolos e serviços <br>
- Qualidade de serviço <br>
- Redes de alta velocidade <br>
- Redes ópticas <br>
- Redes peer-to-peer e Grid<br> 
- Roteamento e switching<br>
- Segurança <br>
- Tolerância a falhas<br>
<br>
<font class="sb">Submissão<br>
<br>
</font>A submissão de trabalhos será exclusivamente eletrônica.
Autores devem usar a URL <a href="https://submissoes.sbc.org.br/errc2004" target="_new">https://submissoes.sbc.org.br/errc2004</a>.
  Os artigos deverão ser escritos
  em português,
  exclusivamente nos formatos Postscript (usar generic postscript) ou PDF (formato
  gerado pelo Acrobat). O texto deve conter no máximo 6 páginas, incluindo resumo
  (<em>abstract </em>n&atilde;o &eacute; necess&aacute;rio), figuras, diagramas, bibliografia
  e anexos. A formatação do texto deve seguir o padrão da SBC, disponível em <a href="http://www.sbc.org.br/templates" target="_new">http://www.sbc.org.br/templates</a>.  <font class="sb"><br>
  <br>
  Datas importantes<br>
  <br>
  </font>- Submissão de artigos: <strong>17/06/2004 (NOVO PRAZO!)</strong><br>
  - Comunicação dos resultados: <strong>01/07/2004</strong><br>
  - Envio da versão final dos artigos: <strong>05/07/2004</strong><br>
  <br>
  <span class="sb">Avalia&ccedil;&atilde;o dos trabalhos</span><br>
<br>
Os trabalhos submetidos &agrave; Escola ser&atilde;o revisador por no m&iacute;nimo
3 membros do Comit&ecirc;
de Programa. Os artigos ser&atilde;o avaliados atrav&eacute;s de um
formul&aacute;rio de revis&atilde;o que os membros do Comit&ecirc; de Programa
ir&atilde;o preencher. Tal
formul&aacute;rio apresenta os seguinte itens:</p>
<ul type="square">
  <li><strong>Relev&acirc;ncia</strong>: Qual a relev&acirc;ncia do artigo para
    a ERRC 2004, considerando o tem&aacute;rio e a natureza do trabalho?</li>
  <li><strong>Originalidade</strong>: Como você classifica o trabalho em relação a outros de seu
    conhecimento?</li>
  <li><strong>Mérito técnico</strong>: Tecnicamente o artigo é coerente e não
    apresenta erros? </li>
  <li><strong>Organização e clareza do texto</strong>: Como está a organização e a clareza do
    artigo? O artigo define o problema, menciona trabalhos relacionados, indica
    a abordagem utilizada, descreve a metodologia adotada e apresenta os resultados
    obtidos de forma organizada e clara?</li>
  <li><strong>Uso correto do idioma</strong>: Em relação ao emprego da língua
    portuguesa, como voc&ecirc; caracteriza o artigo?</li>
  <li><strong>Trabalhos relacionados</strong>: Em relação à menção a trabalhos
    correlatos, como voc&ecirc; caracteriza o artigo?</li>
  <li><strong>Referências bibliográficas</strong>: Em relação à qualidade das
    referências bibliográficas,
    como voc&ecirc; caracteriza o artigo?</li>
  <li><strong>Apresentação</strong>: Em relação a qualidade da apresentaçõa visual
    (figuras, formatação,
    adequação ao template da SBC, etc.), como você classificaria a qualidade
    do artigo?</li>
  <li><strong>Recomendação geral</strong>: Qual a sua recomendação geral sobre
  o artigo? Aceitar, aceitar fracamente, reprovar fracamente ou reprovar definitivamente?</li>
</ul>
<p>Observe os itens do formul&aacute;rio de revis&atilde;o acima para redigir artigos de qualidade
  . Artigos com uma qualidade maior, obviamente, tem mais chances
  de serem
  aceitos, e provavelmente necessitar&atilde;o menos altera&ccedil;&otilde;es na momento de se gerar
  a vers&atilde;o final. Os artigos selecionados pelo Comit&ecirc; de Programa ir&atilde;o constar
  dos anais da Escola a serem disponbilizados em CD e em c&oacute;pias em papel.</p>
<font class="sb">Contato</font><br>
    <br>
    <a href="mailto:granville@inf.ufrgs.br">Lisandro Zambenedetti Granville</a>,
      coordenador do Comitê de Programa.
</body>
</html>